---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.RbsCtcBottomElevation
source: html/0ae2b150-ff80-3ba0-b593-d7ab64359a5d.htm
---
# Autodesk.Revit.DB.ParameterTypeId.RbsCtcBottomElevation Property

"Lower End Bottom Elevation"

## Syntax (C#)
```csharp
public static ForgeTypeId RbsCtcBottomElevation { get; }
```